Repository: Wasilich/wp-google-fonts
Catalog: languages/googlefonts-*.po
Languages: ru_ru

source: * CSS WARNING
ru_ru: * CSS ПРЕДУПРЕЖДЕНИЕ

source: All (body tags)
ru_ru: Всё (тег body)

source: Blockquotes
ru_ru: Цитаты

source: Custom CSS:*
ru_ru: Заказной CSS:*

source: Elements you want to assign this font to:*
ru_ru: Элементы, которым вы хотите присвоить этот шрифт:*

source: Font 1 Options
ru_ru: Шрифт 1 Варианты

source: Font 2 Options
ru_ru: Шрифт 2 Варианты

source: Font 3 Options
ru_ru: Шрифт 3 Варианты

source: Font 4 Options
ru_ru: Шрифт 4 Варианты

source: Font 5 Options
ru_ru: Шрифт 5 Варианты

source: Font 6 Options
ru_ru: Шрифт 6 Варианты

source: Google Font Control Panel
ru_ru: Панель управления Google Font

source: Google Font Directory
ru_ru: Каталог Google Font

source: Google Fonts plugin page
ru_ru: Страница плагина Google Fonts

source: Headline 1 (h1 tags)
ru_ru: Заголовок 1 (теги h1)

source: Headline 2 (h2 tags)
ru_ru: Заголовок 2 (теги h2)

source: Headline 3 (h3 tags)
ru_ru: Заголовок 3 (теги h3)

source: Headline 4 (h4 tags)
ru_ru: Заголовок 4 (теги h4)

source: Headline 5 (h5 tags)
ru_ru: Заголовок 5 (теги h5)

source: Headline 6 (h6 tags)
ru_ru: Заголовок 6 (теги h6)

source: Lists (li tags)
ru_ru: Списки (теги li)

source: Most likely the theme you are using has defined very specific elements in its stylesheet and these may override the generic tags specified above. If you don&rsquo;t see any changes after checking the style boxes above, you will need to enter custom css into the CSS box. An example of CSS that would be more specific would be:
ru_ru: Скорее всего, тема, которую вы используете, имеет очень специфические элементы в своей таблице стилей, и они могут переопределить общие теги, указанные выше. Если вы не видите никаких изменений после проверки полей стилей выше, вам нужно будет ввести пользовательский css в поле CSS. Примером CSS, который был бы более конкретным, может быть:

source: None (Turn off Font 1)
ru_ru: Нет (Отключить Шрифт 1)

source: None (Turn off Font 2)
ru_ru: Нет (Отключить Шрифт 2)

source: None (Turn off Font 3)
ru_ru: Нет (Отключить Шрифт 3)

source: None (Turn off Font 4)
ru_ru: Нет (Отключить Шрифт 4)

source: None (Turn off Font 5)
ru_ru: Нет (Отключить Шрифт 5)

source: None (Turn off Font 6)
ru_ru: Нет (Отключить Шрифт 6)

source: Paragraphs (p tags)
ru_ru: Параграфы (теги p)

source: Save
ru_ru: Сохранить

source: Select Font:
ru_ru: Выбор Шрифта:

source: Thanks for using Google Fonts, and I hope you like this plugin.
ru_ru: Спасибо за использование шрифтов Google, и я надеюсь, что вам понравится этот плагин.

source: The most common error occurs when a font is specified as "off" but has boxes checked beneath it. Make sure that there are no boxes checked beneath a font that you want to be off.
ru_ru: Наиболее распространенная ошибка возникает, когда шрифт указан как "выкл.", но под ним установлены галочки. Убедитесь, что под шрифтом, который вы хотите отключить, нет галочек.

source: This control panel gives you the ability to control how your Google Fonts fonts are displayed. For more information about this plugin, please visit the
ru_ru: Эта панель управления дает вам возможность управлять тем, как отображаются ваши шрифты Google Fonts. Для получения более подробной информации об этом плагине, пожалуйста, посетите

source: This plugin uses open source fonts that are hosted on Google&rsquo;s servers. For more information about this service, you can visit the
ru_ru: Этот плагин использует шрифты с открытым исходным кодом, размещенные на серверах Google. Для получения более подробной информации об этой услуге вы можете посетить

source: This would define all paragraphs found within a &lt;div id=&quot;container&quot;&gt;&lt;/div&gt; element. Stylesheets (CSS) can be sensitive and tricky sometimes. If you are new to CSS the <a href="http://www.w3schools.com/css/" title="w3schools tutorials">w3schools tutorials</a> are a great place to start.
ru_ru: Это позволит определить все параграфы расположенные в &lt;div id=&quot;container&quot;&gt;&lt;/div&gt;. Таблицы стилей (CSS) могут быть сложными. Если вы новичок в CSS, то <a href="http://www.w3schools.com/css/" title="w3schools tutorials">w3schools tutorials</a> отличное место для начала изучения.

source: Troubleshooting
ru_ru: Диагностика
